<!DOCTYPE html>
<html>
<head>
  <title> Rua do Paymanta </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua do Paymanta - 40
  </h1>
  
  <p><para>
            Rua de zona rural, que antes deveria ser chamada de cangosta, mesmo para os padr&#245;es do <data>s&#233;c. XVIII</data>.
        </para>
        </p>  
  
  <p><para>
            Ligando a <lugar>rua da Ponte de Guimar&#227;es</lugar> com o <lugar>pontilh&#227;o das Lages</lugar>estava, em <data>1750</data>, marginada por pr&#233;dios de um e dois pisos do lado Sul e de apenas um piso no Norte. 
            Todas estas casas s&#227;o extraordinariamente simples, est&#227;o implantadas em terreno n&#227;o nivelado, com uma t&#233;cnica construtiva rudimentar, como nos mostram as pequen&#237;ssimas aberturas das habita&#231;&#245;es de dois pisos.
        </para>
        </p>  
  
  <p><para>
            No termo da rua est&#225; a magn&#237;fica casa seiscentista das Lages, "deque he Emphiteuta <entidade tipo="pessoa">Pedro da C.&#170; Sottomaior</entidade>" que foi Alcaide Mor de <lugar>Braga</lugar>. &#201; este sem d&#250;vida o edif&#237;cio civil que aparece 
            no Mappa e, o que mereceu mais cuidado no desenho.
        </para>
        </p>  
  
  <p><para>
            Era uma casa com pedra de armas sobre um port&#227;o que dava acesso a um p&#225;teo interior, vedado por uma cerca ameada. Tinha tr&#234;s corpos que terminavam na margem do rio Este.
            Sobre o curso de &#225;gua, tinha um anexo coberto, talvez um moinho. Infelizmente est&#225; hoje destru&#237;do todo este conjunto.
        </para>
        </p>  
  
  <p><para>
            Das 17 casas do lado Norte e 16 do Sul eram todas prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade>.
        </para>
        </p>  
  
  <p><para>
            N&#227;o tem hoje uma correspond&#234;ncia correcta pois andava entre as actuais ruas de<lugar>Pai Amante</lugar> (que est&#225; em vias de completo desaparecimento) e <lugar>Conselheiro Lobato</lugar>.
        </para>
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-40-RuaDoPaymanta-Sul.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-40-RuaDoPaymanta-Norte.jpg/>
  
</body>
</html>