<!DOCTYPE html>
<html>
<head>
  <title> Rua da Ponte de Guimarães </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua da Ponte de Guimarães - 38
  </h1>
  
  <p><para>
            Longa rua que juntamente com as ruas das <lugar>&#193;goas</lugar> e de <lugar>S. L&#225;zaro</lugar> ligava a 
            <lugar>Arcada</lugar> com a <lugar>ponte de Guimar&#227;es</lugar>.
        </para>
        </p>  
  
  <p><para>
            Aberta talvez na Idade M&#233;dia n&#227;o nos aparece no Mappa com a import&#226;ncia 
            que deveria ter como via de entrada na cidade de uma estrada antiga e importante,
            e que no seu limite tinha uma velha ponte.
        </para>
        </p>  
  
  <p><para>
            Em <data>1750</data> a <lugar>rua da Ponte</lugar> estava repleta de casas de 2 pisos (e muitas delas 
            s&#227;o de dois pisos bastante baixos) com porta ladeada de janela no r&#233;s-do-ch&#227;o
            e duas janelas bracarenses no primeiro andar. Uma &#250;nica h&#225; com um segundo 
            andar (embora haja outra de dois pisos com mais um recuado), mas h&#225; v&#225;rias 
            que s&#227;o t&#233;rreas e, inclusiv&#233;, h&#225; zonas apenas, muradas que davam acesso directo 
            a campos. De notar ainda a pequen&#237;ssima quantidade de gelosias e de varandas.
        </para>
        </p>  
  
  <p><para>
            Ao mesmo tempo, e da mesma maneira que a <lugar>rua de S. L&#225;zaro</lugar>, as casas aqui 
            s&#227;o, n&#227;o s&#243; um pouco mais largas que as da rua Direita que poder&#225; parecer 
            tipologicamente semelhante, mas tamb&#233;m tem &#171;molduras&#187; de pedras em muitas 
            portas e algumas das janelas.
        </para>
        </p>  
  
  <p><para>
            No extremo Norte da rua, do lado Poente, ficava a <lugar>capela de S. L&#225;zaro</lugar>, que 
            a partir de <data>1747</data>, data da cria&#231;&#227;o da freguesia do mesmo nome, passou a paroquial. 
            Das 60 casas do lado Nascente e 72 do Poente eram prazos do Cabido 48
            e 40, respectivamente.
        </para>
        </p>  
  
  <p><para>
            Esta rua corresponde hoje ao <lugar>tro&#231;o da avenida da Liberdade</lugar> entre a <lugar>rua 25 
                de Abril</lugar> e o <lugar>largo das Latinhas ou do Senhor dos Aflitos</lugar>.
        </para>
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-38-RuaDaPonteDeGuimaraes-Nascente-a.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-38-RuaDaPonteDeGuimaraes-Nascente-b.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-38-RuaDaPonteDeGuimaraes-Poente-a.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-38-RuaDaPonteDeGuimaraes-Poente-b.jpg/>
  
</body>
</html>