<!DOCTYPE html>
<html>
<head>
  <title> Rua dos Pelames </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua dos Pelames - 32
  </h1>
  
  <p><para>
            Longa rua que descia a colina da Cividade, ligando o <lugar>largo de S.Tiago</lugar> com a <lugar>ponte dos Pelames</lugar>,
            donde partia a estrada estreita para o <lugar>Porto</lugar>.
        </para>
        </p>  
  
  <p><para>
            Correspondendo ao decumano da cidade romana esta art&#233;ria foi aberta no tempo do <entidade tipo="pessoa">arcebispo infante 
            D.Henrique</entidade> (<data>1533</data>-<data>1540</data>), recebendo ent&#227;o o nome de <lugar>rua do Infante</lugar>
            Mas desde logo foi conhecida pelo <lugar>de Pelames</lugar>, em raz&#227;o da ind&#250;stria de curtumes a&#237; existente. Em <data>1618</data>
            passaria a ser denominada por <lugar>rua de S.Geraldo</lugar>, a quem fora dedicado o <lugar>Convento da Concei&#231;&#227;o</lugar>, existente
            no seu extremo Sul, designa&#231;&#227;o que a par de Pelames, ainda hoje se mant&#233;m.
        </para>
        </p>  
  
  <p><para>
            Em <data>1750</data> esta rua era habitada sobretudo por estudantes do <entidade tipo="institui&#231;&#227;o">Col&#233;gio de S.Paulo</entidade> e tamb&#233;m,
            talvez, por industriais e trabalhadores de curtumes, tinha suas casas de fei&#231;&#227;o bastante irregular, de fachadas d&#237;spares, na sua maioria de 
            dois pisos e com janelas bracarenses, que conforme se descia a rua se iam banalisando ou, inclusiv&#233;, perdendo um piso. Not&#225;veis
            eram as casas dos prazos n&#186; 5 e sobretudo a do n&#186; 10, com a sua loggia virada a Sul que, felizmente,
            ainda hoje se conservam; a meio, do lado Este, estava a casa, hoje demolida, dos <entidade tipo="pessoa">Correias da Cunha</entidade>, com pedra
            de armas; no extremo Sul situavam-se a casa do Avelar, da fam&#237;lia dos <entidade tipo="pessoa">J&#225;comes</entidade> que a&#237; viviam desde 
            <data>1509</data>, e o <lugar>Convento da Concei&#231;&#227;o</lugar>, fundado em <data>1625</data> pelo <entidade tipo="pessoa">c&#243;nego Geraldo
            Gomes</entidade> para as freiras da <entidade tipo="institui&#231;&#227;o">ordem da Concei&#231;&#227;o</entidade>, cuja igreja foi totalmente reformulada em
            <data>1725</data>.
        </para>
        </p>  
  
  <p><para>
            Das 34 casas do lado Nascente e 30 do Poente era prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade> 9 e 7 respectivamente, que se localizavam
            apenas na parte Norte da rua.
        </para>
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-32-Nascente.png/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-32-Poente.png/>
  
</body>
</html>