<!DOCTYPE html>
<html>
<head>
  <title> Rua de Maximinos </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua de Maximinos - 22
  </h1>
  
  <p><para>Bastante larga para a &#233;poca em que foi constru&#237;da, ligava a
            <lugar>pra&#231;a do P&#227;o</lugar> com a <lugar>Porta de Maximinos</lugar> ou de
            <lugar>Nossa Senhora da Ajuda</lugar>, onde houve um altar com esta invoca&#231;&#227;o e com
            confraria existente desde <data>1613</data>, pelo menos.</para>
        </p>  
  
  <p><para>Decalcando uma rua da cidade romana, a <lugar>rua de Maximinos</lugar> foi durante a
            Idade M&#233;dia, o mais importante local de com&#233;rcio da cidade de Braga.</para>
        </p>  
  
  <p><para>Local de resid&#234;ncia dos burgueses, que certamente faziam o seu com&#233;rcio no piso t&#233;rreo
            das casas que habitavam, recebeu deles a sua designa&#231;&#227;o. Com o avan&#231;ar dos tempos e a
            transfer&#234;ncia do com&#233;rcio para a <lugar>rua do Souto</lugar>, mudou o seu nome para o de
            Maximinos, apropriando-se do top&#243;nimo que pertencia &#224; art&#233;ria por onde se
            prolongava.</para>
        </p>  
  
  <p><para>Em <data>1868</data> foi alargada a toda a extens&#227;o da fachada da S&#233; e
            <lugar>pra&#231;a do P&#227;o</lugar> e englobou-as. Essa ac&#231;&#227;o de &#171;moderniza&#231;&#227;o&#187; fora j&#225;
            preparada com demoli&#231;&#227;o da Torre da Nossa Senhora da Ajuda, em <data>1826</data>.</para>
        </p>  
  
  <p><para>Ap&#243;s essas obras, tra&#231;adas com base na linha de fachadas do lado Norte, todas as casas
            do lado oposto foram destru&#237;das, n&#227;o restando hoje nenhuma.</para>
        </p>  
  
  <p><para>Em <data>1750</data>, conservava ainda bastantes edif&#237;cios de raiz medieval. No lado
            Sul h&#225; duas casas not&#225;veis de grandes dimens&#245;es (prazos 3, 4, 5 e 8), ostentando uma
            delas uma pedra de armas. Mas muito mais interessante &#233; o ritmo dos al&#231;ados, quase todos
            de tr&#234;s pisos (com dois sobrados) e dois v&#227;os, janelas bracarenses simples ou protegidas
            por gelosias e, sobretudo, grandes aberturas no piso t&#233;rreo, em toda a largura da
            fachada, a permitir a exist&#234;ncia de uma ampla sala para o com&#233;rcio, que em
            <data>1750</data> lhe devia andar arredio.</para>
        </p>  
  
  <p><para>Algumas moderniza&#231;&#245;es se notam; mas s&#227;o apenas aplica&#231;&#245;es de varandas ou molduras de
            pedra em portas ou janelas, que em nada tocaram na estrutura, mesmo exterior, dos
            edif&#237;cios.</para>
        </p>  
  
  <p><para>Das 20 casas do lado Norte e 16 do lado Sul, s&#227;o prazos do Cabido 14 e 13,
            respectivamente.</para>
        </p>  
  
  <p><para>Desde <data>1925</data> que esta rua se designa por D. Paio Mendes, em homenagem &#224;
            ac&#231;&#227;o dos Arcebispos na independ&#234;ncia e formal&#231;ao de Portugal.</para>

        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-22-RuaDeMaximinos-norte.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-22-RuaDeMaximinos-sul.jpg/>
  
</body>
</html>