<!DOCTYPE html>
<html>
<head>
  <title> Rua dos Chãos de Cima </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua dos Chãos de Cima - 53
  </h1>
  
  <p><para>Longa rua, que deveria j&#225; existir na Idade M&#233;dia, ligava a <lugar>rua dos Ch&#227;os de Baixo</lugar> com a <lugar>Igreja de S. Vicente.</lugar> 
            Tinha tamb&#233;m comunica&#231;&#227;o com as ruas de <lugar>S. Barnab&#233; e Oliveiras</lugar> atrav&#233;s de uma viela que corresponde &#224; actual 
            <lugar>rua de Espanha</lugar>.</para>
        </p>  
  
  <p><para>Aberta em terreno plano, estendia-se no lado Norte por terrenos do <lugar>casal das Oliveiras e leira da Agra da Escoura</lugar>, e no Sul,
            pelo <lugar>casal dos Ch&#227;os ou do Quinteiro,</lugar> no que respeita &#224;s casas foreiras ao Cabido.</para>
        </p>  
  
  <p><para>Formada no Mappa, pelo <lugar>largo dos Penedos</lugar> e <lugar>rua dos Ch&#227;os de Sima</lugar>, tinha duas fontes. Uma situava-se no centro 
            daquele largo, a outra, de desenho hexagonal, estava no meio da rua, no ponto em que entroncava a j&#225; referida viela que levava &#224;s 
            <lugar>ruas de S. Barnab&#233; e Oliveiras</lugar>.</para>
        </p>  
  
  <p><para>O <lugar>largo dos Penedos</lugar>, apesar dos dois grandes edif&#237;cios que tinha - o do gaveto com a <lugar>rua do Carvalhal</lugar> e o do 
            prazo n.&#186; 1 - n&#227;o se n&#227;o se diferen&#231;ava, pela arquitectura, da <lugar>rua dos Ch&#227;os de Sima</lugar>.</para>
        </p>  
  
  <p><para>Ambas tinham casas de dois pisos (88%) mas de diferentes alturas, que alternavam, por vezes, com outras de tr&#234;s (10,3%); tinha desenhos de 
            fachada d&#237;spares onde predominava contudo, a casa do tipo com porta ladeada por janela no piso t&#233;rreo (57%). Curiosamente, v&#234;m-se aqui alguns 
            edif&#237;cios com amplas portas no piso da entrada, a possibilitar boa ilumina&#231;&#227;o natural para a pr&#225;tica do com&#233;rcio.</para>
        </p>  
  
  <p><para>Algumas casas t&#234;m j&#225; um desenho bem moderno (casas dos prazos n.&#186;s 1, 30, 111), por vezes conjugado com gelosias (13, 47) que ali&#225;s aqui aparecem 
            com alguma quantidade. As janelas s&#227;o, predominantemente, do tipo bracarense. Das 60 casas do lado Norte e 69 do Sul (a que se devem acrescentar 3 
            na viela), s&#227;o prazos do Cabido 52 e 56 (+3), respectivamente. Desde cerca de <data>1860-70</data> que passou a ser mais conhecida como 
            <lugar>rua de S. Vicente</lugar>.</para>
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-53-RuaDosChaosDeCima-norte.JPG/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-53-RuaDosChaosDeCima-sul.JPG/>
  
</body>
</html>