<!DOCTYPE html>
<html>
<head>
  <title> Campo e Calçada de Nossa Senhora a Branca </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Campo e Calçada de Nossa Senhora a Branca - 42
  </h1>
  
  <p><para>Grande espa&#231;o aberto, continua&#231;&#227;o natural de <lugar>Santa Ana</lugar>, onde, pelo menos
            desde <data>1319</data>, existia uma ermida, ent&#227;o com a invoca&#231;&#227;o de Nossa Senhora da Carreira.             
        </para>
        </p>  
  
  <p><para><entidade tipo="pessoa">D.Diogo de Sousa</entidade> reedificou esta igreja durante o 
            <data>s&#233;c. XVIII</data> recebeu um ret&#225;bulo para a capela mor (<data>1745</data>, alterado em <data>1782</data>), sacr&#225;rio (<data>1756-57</data>)
        e fachada (<data>1771</data>).</para>
        </p>  
  
  <p><para>Em <data>1750</data> este campo era ainda uma zona de arrabalde. As suas casas, quase todas de
        dois pisos e dois v&#227;os- embora haja uma ou outra de 3 pisos-, s&#227;o na sua maioria, do 
        tipo de porta com janela no piso t&#233;rreo (62%). Algumas eram de maiores dimens&#245;es ou 
        continham outra organiza&#231;&#227;o de fachada (casas n.&#186; 11, 14, casa A Oeste da n.&#186;26, 26 e 37,
        esta com o terceiro piso todo recoberto de gelosias), bem como a exist&#234;ncia de gelosias
        na maioria das janelas (embora haja ainda bastantes aberturas que eram tapadas com portas de madeira),
        n&#227;o s&#227;o bastantes para melhorar a qualidade da arquitectura deste campo.</para>
        </p>  
  
  <p><para>Saliente-se ainda a casa do prazo n.&#186;4, com o seu port&#227;o lateral terminado em cubos
        sobrepostos por bolsas e &#171;torre&#187; com janelas de canto.</para>
        </p>  
  
  <p><para>Este espa&#231;o s&#243; se desenvolveu cem anos mais tarde com o crescimento da cidade que
        obrigou, em <data>1882</data>, &#224; abertura da actual <lugar>rua de Santa Margarida</lugar>.</para>
        </p>  
  
  <p><para>Das 27 casas do lado Norte e 25 do Sul, eram prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade>
        15 e 25, respectivamente.</para>
        </p>  
  
  <p><para>Os al&#231;ados que vemos correspondem o do Norte &#224; parte deste largo que vao desde a actual
        <lugar>rua do Sardoal</lugar> at&#233; ao ponto Sudoeste da <lugar>rua de Santa Margarida</lugar>:
        e o al&#231;ado Sul, hoje totalmente alterado, compreende o espa&#231;o entre as <lugar>ruas de Restaura&#231;&#227;o e 31 de Janeiro</lugar>.</para>
        
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-42-CampoECalcadaDeNossaSenhoraABranca-Norte.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-42-CampoECalcadaDeNossaSenhoraABranca-Sul.jpg/>
  
</body>
</html>