<!DOCTYPE html>
<html>
<head>
  <title> Campo de Nossa Senhora a Branca. Rua da Régua. Rua Nova da Seara </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Campo de Nossa Senhora a Branca. Rua da Régua. Rua Nova da Seara - 43
  </h1>
  
  <p><para>Devido ao desn&#237;vel do terreno onde se implantava, estava dividido em duas ruas, separadas
        por um murete no centro.</para>
        </p>  
  
  <p><para>Aberta talvez sobre o tra&#231;ado da via romana que levava a <lugar>Chaves</lugar>, 
        esta rua, na Idade M&#233;dia, fazia a liga&#231;&#227;o entre a cidade e a <entidade tipo="institui&#231;&#227;o">igreja de
        S. Victor</entidade>.Chamava-se ent&#227;o <lugar>rua da Corredoura</lugar>.</para>
        </p>  
  
  <p><para><entidade tipo="pessoa">D.Lu&#237;s de Sousa</entidade> <data>(1677-1690)</data> reedificador
        da <entidade tipo="institui&#231;&#227;o">igreja de S.Victor</entidade> que fica na extremidade Este desta
        art&#233;ria, mandou alarg&#225;-la, criando ent&#227;o 2 art&#233;rias paralelas e desniveladas: a da <lugar>R&#233;gua</lugar>
        no lado Norte e a <lugar>rua Nova da Seara</lugar>, no Sul.</para>
        </p>  
  
  <p><para>Em <data>1750</data> tinha um car&#225;cter ainda de via de penetra&#231;&#227;o; por ela entrava na cidade
        todo o tr&#225;fego oriundo da zona do <lugar>Barroso</lugar> e do <lugar>Bom Jesus</lugar>.</para>
        </p>  
  
  <p><para>Os seus edif&#237;cios eram quase todos do tipo com a porta de entrada ladeada de uma janela, com 
        dois pisos e janelas bracarenses no primeiro andar.</para>
        </p>  
  
  <p><para>Os al&#231;ados que aqui se apresentam t&#234;m tr&#234;s tipos diferentes: os da parte do <lugar>campo de 
        Nossa Senhora a Branca</lugar> s&#227;o casas simples, de dois pisos, do tipo de porta ladeada por janela 
        no r&#233;s-do-ch&#227;o e janelas bracarenses no andar nobre, e tr&#234;s v&#227;os. Os da <lugar>rua da R&#233;gua</lugar>, 
        s&#227;o do mesmo tipo mas t&#234;m apenas 2 v&#227;os o que imediatamente lhe d&#225; outro car&#225;cter. Os da <lugar>rua 
        Nova da Seara</lugar> s&#227;o muito mais pobres, predominando os de um s&#243; piso (75%), muitos deles tamb&#233;m 
        do tipo de porta ladeada por janela (79%), e com as aberturas vazadas, que seriam tapadas por portas 
        de madeira; a metade Oeste estava totalmente ocupada por campos.</para>
        </p>  
  
  <p><para>Esta art&#233;ria mant&#233;m algumas das raras casas deste tipo que ainda hoje se conservam em <lugar>Braga</lugar>.</para>
        </p>  
  
  <p><para>Das 56 casas do lado Norte (correspondendo ao <lugar>Campo de Nossa Senhora a Branca</lugar> e 
        <lugar>rua da R&#233;gua</lugar>) e 24 do Sul (<lugar>rua Nova da Seara</lugar>) eram prazos do 
        <entidade tipo="institui&#231;&#227;o">Cabido</entidade> 22 e 24, respectivamente.</para>
        </p>  
  
  <p><para>As <lugar>ruas da R&#233;gua e Nova da Seara</lugar> formam actualmente a <lugar>rua de S. Victor</lugar>. 
        Esta designa&#231;&#227;o remonta j&#225; a <data>1865</data>.</para>
        
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-43-CampoDeNossaSenhoraABranca-RuaDaRegua-RuaDaSeara-Norte.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-43-CampoDeNossaSenhoraABranca-RuaDaRegua-RuaDaSeara-Sul.jpg/>
  
</body>
</html>