<!DOCTYPE html>
<html>
<head>
  <title> Rua de S. Gonçalo </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua de S. Gonçalo - 49
  </h1>
  
  <p><para>Rua &#237;ngreme, pertencente ao complexo urban&#237;stico do <lugar>campo Novo</lugar>, ligava 
            esta pra&#231;a com o <lugar norm="Campo de Santa Ana">campo de Santa Ana</lugar>.</para>
        </p>  
  
  <p><para>Aberta tamb&#233;m em <data>1725</data>, tinha em <data>1750</data> a parte em declive ocupada por 
            quintais: do lado Nascente, o do <lugar>Recolhimento das Convertidas</lugar> e, do oposto, o 
            de uma casa do <lugar>campo de Santa Ana</lugar> pertencente ao <lugar>Mosteiro de Vilar de Frades</lugar> 
            (o quintal era, por&#233;m, prazo do <entidade tipo="institui&#231;&#227;o">Cabido</entidade>).</para>
        </p>  
  
  <p><para>A metade Norte da rua, bastante plana, tinha do lado Nascente, uma s&#233;rie 
            de casas t&#233;rreas (71,5%): o Poente apresentava bastantes diferen&#231;as: n&#227;o s&#243; os 
            edif&#237;cios s&#227;o todos de dois pisos como, tamb&#233;m, h&#225; uma casa, no prazo n.&#186; 4, 
            com um desenho de fachada diferente, mais moderno, pr&#243;ximo dos da <lugar>pra&#231;a do Gavi&#227;o</lugar>. 
            No prazo n.&#186; 11 v&#234;-se a fachada lateral de um edif&#237;cio que tem a frontaria 
            virada &#224; <lugar norm="Pra&#231;a do Gavi&#227;o">pra&#231;a do Gavi&#227;o</lugar>; &#233; curioso ver-se aqui que todo o programa foi totalmente 
            alterado, mostrando n&#227;o s&#243; que a divis&#227;o em dois pisos n&#227;o foi seguida, permitindo 
            a abertura de janelas de uma forma an&#225;rquica, como, tamb&#233;m, que essas janelas 
            n&#227;o t&#234;m a &#171;moldura&#187; de pedra que as enobrecia.</para>
        </p>  
  
  <p><para>Todas as 23 casas aqui apresentadas s&#227;o prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade>. No gaveto Nascente 
            havia ainda, nesta data, um lote vazio para constru&#231;&#227;o.</para>
        </p>  
  
  <p><para>Mant&#233;m o nome de <lugar norm="Rua de S. Gon&#231;alo">rua de S. Gon&#231;alo.</lugar></para>
        
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-49-RuaDeSGoncalo-a.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-49-RuaDeSGoncalo-b.jpg/>
  
</body>
</html>