<!DOCTYPE html>
<html>
<head>
  <title> Rua dos Chãos de Baixo </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua dos Chãos de Baixo - 45
  </h1>
  
  <p><para>
            Longa rua existente j&#225; em <data>1281</data>, ligava a <lugar>Arcada</lugar> com o <lugar>largo dos Penedos</lugar> e que, em <data>1384</data>, foi arrasada por <entidade tipo="pessoa">D. Jo&#227;o de Castela</entidade>.
        </para>
        </p>  
  
  <p><para>No Mappa, surge-nos cmo um local de com&#233;rcio. Na sua metade Sul, sobretudo, o piso t&#233;rreo dos edif&#237;cios est&#225; totalmente ocupado por largas portas de madeira que possibilitam a exist&#234;ncia de amplos espa&#231;os com boa ilumina&#231;&#227;o exterior e a atividade comercial. </para>
        </p>  
  
  <p><para>Os seus pr&#233;dios est&#227;o ou adaptados &#224;s novas necessidades - caso dos edif&#237;cios dos prazos 10 e 11, por exemplo, que primitivamente eram do tipo de porta com janela ao lado - ou reconstru&#237;dos, segundo o gosto burgu&#234;s do s&#233;c. <data>XVII</data> que se prolongaria pela primeira metade do seguinte - casa com gelosias -, existindo ainda alguns, talvez constru&#237;dos j&#225; no s&#233;c. <data>XVIII</data> que nos parecem ser o tipo da casa moderna da &#233;poca (prazos 33, 35, etc.). Sente-se bem que, n&#227;o obstante a grande quantidade de casas antigas que a faceavam, h&#225; uma forte vontade de mudan&#231;a para novas modas sociais, que a casa do prazo 45 nos parece exemplificar bastante bem ou, sobretudo, para novos desenhos de arquitectura.</para>
        </p>  
  
  <p><para>Ao sul da rua ficava o amplo <lugar>largo do Eyrado</lugar>. Estranhamente, nas suas casas n&#227;o parece haver ind&#237;cios de actividade comercial. Saliente-se, contudo, a grande casa n.&#186; 54, de tr&#234;s pisos, com um bel&#237;ssimo arco geminado, talvez ainda g&#243;tico, e outra seiscentista, ao lado do prazo n&#186; 4.</para>
        </p>  
  
  <p><para>Das 45 casas do lado Nascente e 44 do Poente eram prazos do <entidade tipo="institui&#231;&#227;o">Cabido 30 e 24</entidade>, respectivamente.</para>
        </p>  
  
  <p><para>A <lugar>rua dos Chaos de Baixo</lugar> corresponde hoje &#224; <lugar>Rua dos Ch&#227;os</lugar> e o <lugar>Eyrado</lugar> compreende o <lugar>largo de S. Francisco</lugar> e o espa&#231;o, agora constru&#237;do, <entidade tipo="empresa">Banco de Portugal</entidade> e <entidade tipo="empresa">Caixa Geral de Dep&#243;sitos</entidade>.</para>
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-45-RuaDosChaosDeBaixo-a(nascente).jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-45-RuaDosChaosDeBaixo-a(poente).jpg/>
  
</body>
</html>