<!DOCTYPE html>
<html>
<head>
  <title> Travessa Da Rua Do Forno Para A Do Poco </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Travessa Da Rua Do Forno Para A Do Poco - 12
  </h1>
  
  <p><para>
            Mais um fragmento da grande <lugar>rua das Travessas</lugar>, espinha dorsal do <lugar>velho bairro medieval</lugar> e que decalca uma <lugar>velha rua romana</lugar>.
        </para>   
        </p>  
  
  <p><para>
            Com constru&#231;&#245;es de desigual desenho de fachada e caracter&#237;sticas, esta &#233; mais uma art&#233;ria que, lentamente, tamb&#233;m foi perdendo a sua import&#226;ncia at&#233; aos finais do s&#233;c. XIX.
        </para>  
        </p>  
  
  <p><para>
            Em <data>1892</data> foi consideravelmente alargada, sendo destru&#237;dos todos os seus pr&#233;dios, embora a linha de fachadas do lado Sul se tivesse mantido.
        </para>
        </p>  
  
  <p><para>
            Hoje conservam-se apenas alguns pormenores da casa do prazo n.&#186; 5, que era um belo edif&#237;cio g&#243;tico e com pedra de armas: e onde, parece terem vivido familiares de <entidade tipo="pessoa">Jo&#227;o de Barros</entidade>, autor da &#171;Geografia de Entre Douro e Minho&#187;.
        </para> 
        </p>  
  
  <p><para>
            Extremamente curiosa &#233;, tamb&#233;m, a casa do prazo n.&#176; 6. Com port&#227;o e janelas renascentistas, organiza-se em diferentes pisos, ligados por um muro obl&#237;quo, descendo para o canto da rua. Sobre essa parte do edif&#237;cio, tem um acr&#233;scimo, empoleirado, fazendo lembrar a arquitectura japonesa.
        </para>
        </p>  
  
  <p><para>
            Das 8 casas do lado Norte e 9 do lado Sul, s&#227;o 4 e 6, respectivamente, prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade>.
        </para>  
        </p>  
  
  <p><para>
            Hoje esta travessa &#233; um tro&#231;o na <lugar>rua D. Afonso Henriques</lugar> situado entre a <lugar>rua do Forno</lugar> e a <lugar>rua D. Gon&#231;alo Pereira</lugar>.
        </para> 
        
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-12-TravessaDaRuaDoFornoParaADoPoco-Norte.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-12-TravessaDaRuaDoFornoParaADoPoco-Sul.jpg/>
  
</body>
</html>