<!DOCTYPE html>
<html>
<head>
  <title> Rua Nova </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua Nova - 2
  </h1>
  
  <p><para>
            Eixo fundamental da cidade, na sequencia da <lugar>rua do Souto</lugar>, define com ela a metade Norte e a metade Sul de <lugar>Braga</lugar>.</para>
        </p>  
  
  <p><para>Alargada no tempo de <entidade tipo="pessoa">D. Diogo de Sousa</entidade>, 
            ligava a <lugar>rua do Souto</lugar> com o <lugar>Campo das Hortas</lugar>, atrav&#233;s de uma abertura, feita nessa data na muralha, a <lugar>Porta Nova</lugar>. Esta porta viria a ser alterada na sua 
            arquitectura, em <data>1772</data>, segundo um desenho atribu&#237;do a <entidade tipo="pessoa">Andr&#233; Soares</entidade>.</para>
           </p>  
  
  <p><para>Rua de primordial importancia, nela se situava, de Este para Oeste, a <lugar>igreja da Miseric&#243;rdia</lugar>, 
            a <lugar>casa brasonada de familiares de D. Jorge da Costa</lugar>,<entidade tipo="pessoa">cardeal de Alpedrinha</entidade> e uma fonte (aberta por <entidade tipo="pessoa">D. Diogo de Sousa</entidade> e reconstruida por <entidade tipo="pessoa">D. Frei Agostinho de Jesus</entidade>).</para>
            </p>  
  
  <p><para>Mais importante ainda e o facto de ser por esta rua que os novos Arcebispos faziam a sua entrada solene na cidade sempre corn grande pompa e festejos.</para> 
            </p>  
  
  <p><para>0 Mappa mostra-nos uma rua repleta de gelosias, uma forma de fechar as janelas e portas de varandas muito comuns (das casas da burguesia comercial?)-,bastantes 
            edif&#237;cios de tr&#234;s pisos e algumas mesmo de quatro; e muitas com varandas.</para>
            </p>  
  
  <p><para>No extremo so ficava um pequeno mercado coberto, a <lugar>Pracinha</lugar>, espa&#231;o aberto tambem por 
                <entidade tipo="pessoa">D. Diogo de Sousa</entidade>, que ao longo dos tempos, e ate <data>1750</data>, teve os nomes de <lugar>pra&#231;a da Hortalice</lugar>, <lugar>pra&#231;a do Pescado</lugar> e <lugar>pra&#231;a do P&#227;o</lugar>, designa&#231;&#245;es que mostram bem a 
            actividade economica que nela se praticava.</para>
            </p>  
  
  <p><para>Uma significativa perda de import&#226;ncia comercial e social dever&#225; ter acontecido a partir da data de mudan&#231;a do <lugar>centro 
                comercial da cidade</lugar>, da zona da <lugar>S&#233;</lugar> para a da <lugar>Arcada</lugar>.</para>
            </p>  
  
  <p><para>A <lugar>rua Nova</lugar> corresponde hoje exactamente &#224; <lugar>rua de D. Diogo de Sousa</lugar>; a <lugar>Pracinha</lugar> mant&#233;m tamb&#233;m o tradicional 
            sentido topon&#237;mico, com o nome de <lugar>pra&#231;a Velha</lugar>. Com 27 casas de cada lado pertenciam ao <entidade tipo="institui&#231;&#227;o">Cabido</entidade> 13 do lado Norte e 1 do lado Sul.</para>
            </p>  
  
  <p><para>Hoje esta rua mant&#233;m ainda muitas 
            das casas que apresentava em <data>1750</data>. As que foram alteradas correspondem, por&#233;m, a uma tipologia de pisos e aberturas de fachada semelhantes; s&#243; as gelosias 
            desapareceram integralmente. A fonte foi tapada em finais do seculo passado.</para> 
            </p>  
  
  <p><para>A <lugar>Pracinha</lugar> viu os seus edif&#237;cios crescer em altura, sobretudo do lado Este e o mercado 
            coberto foi retirado em data que desconhecemos.</para>
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-02-RuaNova-norte.png/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-02-RuaNova-sul.png/>
  
</body>
</html>