<!DOCTYPE html>
<html>
<head>
  <title>  Rua do Souto Porta do Souto  </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
     Rua do Souto Porta do Souto  - 6
  </h1>
  
  <p><para>Rua chave de todo o urbanismo e vida econ&#243;mica bracarense, a <lugar>rua do Souto</lugar>, ter&#225; sido, pelo menos desde o s&#233;c. XVII, a mais importante da cidade.</para>
        </p>  
  
  <p><para>Quando se construiram as <lugar>muralhas de Braga</lugar> pensou-se logo no poss&#237;vel crescimento citadino. A metade Sul, 
            j&#225; habitada e arruada com art&#233;rias cujo tra&#231;ado remonta aos romanos, ficou protegida; a metade Norte continuou vazia, com campos, que lentamente se foram enchendo. </para>
        </p>  
  
  <p><para>Primeiro foi a <lugar>rua Nova</lugar>, mais tarde chamada do Campo; depois, em <data>1565</data>, a dos Gatos ou da Miseric&#243;rdia.</para>
        </p>  
  
  <p><para>A rua que delimitou as duas zonas foi a do Souto. Era longa, bem lan&#231;ada e recta, unia o <lugar>Pa&#231;o dos Arcebispos</lugar> com o <lugar>Castelo</lugar> e uma <lugar>porta da muralha</lugar>, no seu extremo. </para>
        </p>  
  
  <p><para>N&#227;o importa agora que tipo de casas teria naquela long&#237;nqua data. O Mappa mostra-nos que em <data>1750</data> era uma art&#233;ria muito bem organizada, 
            tendo quase todas as casas com tr&#234;s pisos, gelosias, muitas varandas de madeira cobertas tamb&#233;m com gelosias e, no piso t&#233;rreo, 
            grandes portas de madeira, permitindo o com&#233;rcio. &#201; verdadeiramente magn&#237;fico de beleza e de unidade este conjunto! 
            Pena foi que, nas d&#233;cadas de 60 ou 70 do s&#233;c. XIX, todas as gelosias tivessem sido destru&#237;das.</para>
        </p>  
  
  <p><para>No desenho das fachadas sobressaem apenas o conjunto monumental do <lugar>largo do Pa&#231;o</lugar>, obra j&#225; dos Arcebispos que v&#227;o de <entidade tipo="pessoa">D. Diogo de Sousa</entidade> a <entidade tipo="pessoa">D. Rodrigo de Moura Teles</entidade>,
            e as casas a seguir aos prazos n.&#176; 2, com um belo trabalho de pedra nas janelas e n. &#176; 50, com os pisos superiores assentes sobre duas finas colunas. </para>
        </p>  
  
  <p><para>Hoje a estrutura das suas casas mant&#233;m-se, excepto no que respeita &#224;s gelosias. Em <data>1923</data> e <data>1954</data> a <lugar>rua do Souto</lugar> foi cortada pelas <lugar>rua Justino Cruz </lugar>
            (que a ligou ao <lugar>Campo da Vinha</lugar>) e pela <lugar>rua Francisco Sanches</lugar> (no enfiamento da anterior, estabelecendo liga&#231;&#227;o para carros com o <lugar>largo de S. Jo&#227;o do Souto</lugar>,
            uma vez que a passagem de pessoas j&#225; era feita atrav&#233;s da <lugar>Casa do Passadi&#231;o</lugar>). </para>
        </p>  
  
  <p><para>A zona denominada <lugar>Porta do Souto</lugar>, que corresponde &#224; parte do <lugar>Largo Bar&#227;o de S. Martinho</lugar> entre a <lugar>rua dos Janes</lugar> e a <entidade tipo="empresa">Foto Pelicano</entidade>,
            foi totalmente alterada em <data>1853</data>, quando foi destru&#237;do o <lugar>arco da Porta do Souto</lugar>.</para>
        </p>  
  
  <p><para>Das 37 casas do lado Norte e 55 do lado Sul eram prazos do Cabido 16 e 33 respectivamente. 
        </para>
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-06-RuaDoSouto.PortaDoSouto-norte.png/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-06-RuaDoSouto.PortaDoSouto-sul.png/>
  
</body>
</html>