<!DOCTYPE html>
<html>
<head>
  <title> Rua Da Cruz De Pedra </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua Da Cruz De Pedra - 27
  </h1>
  
  <p><para>
            Longa rua, extra-muros, que ligava a <lugar>rua de S. Miguel o Anjo</lugar> &#224;s do <lugar>Beco e Direita</lugar>
        </para>
        </p>  
  
  <p><para>
            Acompanhando o tra&#231;ado da muralha romana esta art&#233;ria, cuja exist&#234;ncia remonta &#224; Idade M&#233;dia,
            ligava ent&#227;o a porta de <lugar>Nossa Senhora da Ajuda</lugar> &#224; <lugar>Igreja de Maximinos</lugar> que se situava algures ao lado Oeste
            da <lugar>rua do Caires</lugar>, no enfiamento do <lugar>largo do Beco</lugar>.
        </para>
        </p>  
  
  <p><para>
            Totalmente destru&#237;da em <data>1384</data>, por <entidade entidade="pessoa">D. J&#245;ao de Castela</entidade> perdem-se depois
            as not&#237;cias sobre a sua hist&#243;ria.
        </para>
        </p>  
  
  <p><para>
            Em <data>1750</data> esta art&#233;ria estava ainda numa zona rural, o que ali&#225;s &#233; confirmado por documentos
            coevos, que lhe chamam do Arrabalde da Cruz de Pedra. Essa ruralidade &#233; ali&#225;s bem patente no Mappa; n&#227;o s&#243; existe um
            grande espa&#231;o, de cerca de 40 metros de extens&#227;o, sensivelmente a meio da rua, lado Poente, que est&#225;
            com campos, como, sobretudo, pelo tipo de edif&#237;cios que apresnta.
        </para>
        </p>  
  
  <p><para>
            Aqui as casas est&#227;o ordenadas em v&#225;rios pequenos conjuntos (no m&#225;ximo com 7 habita&#231;&#245;es), casas, quase todas muito
            semelhantes, variando apenas no p&#233; direito do segundo e &#250;ltimo piso. Estas casas, de dois v&#227;os e dois pisos, em pedra,
            tinham no r&#233;s-do-ch&#227;o uma porta ladeada de uma janela e, no 1.&#186; andar uma ou duas janelas bracarenses
            (ex. prazo n.&#186;60). De uma constru&#231;&#227;o extremamente simples, este tipo de edif&#237;cios &#233; o mais
            caracter&#237;stico da cidade extra-muros, abundando sobretudo nas ruas mais perif&#233;ricas. Por vezes, em casas maiores,
            era-lhe acrescentado mais uma v&#227;o; outras, raras, tinham mais um piso.
        </para>
        </p>  
  
  <p><para>
            Das 52 casas do lado Nascente e 54 do Poente, eram prazos do <entidade entidade="institui&#231;&#227;o">Cabido</entidade> 38 e 20, respetivamente.
        </para>
        </p>  
  
  <p><para>
            Actualmente conserva ainda a mesma designa&#231;&#227;o que lhe dever&#225; ter sido dada pela cruz que
            existia no extremo Nordeste da rua, na idade M&#233;dia e que em <data>1750</data> se situava no extremo oposto.
        </para>
        
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-27-RuaDaCruzDePedra-Poente.png/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-27-RuaDaCruzDePedra-Nascente.png/>
  
</body>
</html>