<!DOCTYPE html>
<html>
<head>
  <title> Rua de Sta. Maria ou do Poço </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua de Sta. Maria ou do Poço - 14
  </h1>
  
  <p><para>Longa e important&#237;ssima art&#233;ria que ligava a
            <lugar>Catedral</lugar> com o <lugar>terreiro de S. Paulo ou de S. Tiago</lugar>
            onde existia a principal porta da cidade virada a Sul,
            a <lugar>Porta de S. Tiago</lugar>, depois chamada do <lugar>Col&#233;gio</lugar>.</para>
        </p>  
  
  <p><para>Rua de farta hist&#243;ria foi um eixo fundamental da
            cidade, s&#243; deixando de o ser a partir da data em que
            o centro se mudou para o eixo <lugar>rua do Souto-Arcada</lugar>.</para>
        </p>  
  
  <p><para>Na Idade M&#233;dia era por aqui que se tinha acesso &#224;
            feira que se fazia algures, junto &#224; porta da <lugar>muralha</lugar>,
            no <lugar>Terreiro de S. Tiago</lugar>. Nela tamb&#233;m talvez tivesse
            havido um mercado de forragens, pois foi conhecida,
            no <data>s&#233;c. XIV</data>, com o nome de <lugar>rua da Erva</lugar>.</para>
        </p>  
  
  <p><para>No <data>s&#233;c. XV</data>, instalou-se em casa logo pegada &#224; actual
            <lugar>Igreja de Santiago</lugar>, a <lugar>Sinagoga</lugar>, sendo arruada esta
            art&#233;ria aos judeus, por decis&#227;o do <entidade tipo="institui&#231;&#227;o">Senado</entidade>; a rua
            passou ent&#227;o a ser conhecida como <lugar>rua da Judiaria</lugar>.</para>
        </p>  
  
  <p><para>Em <data>1465</data>, pelo menos, foi decidido mudar os judeus
            para uma rua que n&#227;o ficasse t&#227;o pr&#243;xima da <lugar>S&#233;</lugar>, pois
            causava m&#225; impress&#227;o haver tantas moradas de &#171;casas
            de hereges&#187; em local t&#227;o pr&#243;ximo da <lugar>Catedral</lugar>, ou
            <lugar>Igreja de Santa Maria de Braga</lugar>.</para>
        </p>  
  
  <p><para>Come&#231;ou ent&#227;o a ser conhecida por <lugar>rua de Santa Maria</lugar>
            e, tamb&#233;m, por rua da <lugar>Judiaria Velha</lugar>.</para>
        </p>  
  
  <p><para>Entretanto instalou-se no cont&#237;guo <lugar>terreiro de
            S. Tiago</lugar> o <entidade tipo="institui&#231;&#227;o">Col&#233;gio de S. Paulo</entidade>, onde existiram os
            Estudos Gerais.</para>
        </p>  
  
  <p><para>No <data>s&#233;c. XVIII</data>, tinha o nome de <lugar>rua do Po&#231;o</lugar>, que provinha de um po&#231;o municipal existente quase no
            extremo Noroeste desta art&#233;ria que serviu desde a Idade M&#233;dia at&#233; ao <data>s&#233;c. XIX</data>. A metade Sul, al&#233;m da
            <lugar>rua das Travessas</lugar>, foi tamb&#233;m conhecida pelo nome de <lugar>rua de S. Tiago</lugar>.</para>
        </p>  
  
  <p><para>Alargada em fins do <data>s&#233;c. XIX</data>, manter&#225; a sua import&#226;ncia como eixo. O com&#233;rcio, esse,
            &#233; que n&#227;o voltou.</para>
        </p>  
  
  <p><para>Hoje perdeu quase todas as casas que vemos no Mappa; e algumas eram bem interessantes como, por
            exemplo, a casa do prazo n.&#176; 16, com uma bela janela de canto, renascentista.</para>
        </p>  
  
  <p><para>Das 18 casas existentes no lado Nascente e 14 do lado Poente eram prazos do
            <entidade tipo="institui&#231;&#227;o">Cabido</entidade> 16 e 11 respectivamente.</para>
        </p>  
  
  <p><para>Tendo recebido ainda outros nomes, foi em <data>24 de Fevereiro de 1944</data>
            designada de <lugar>rua D. Gon&#231;alo Pereira</lugar>, que mant&#233;m.</para>
        
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-14-RuaDeSMariaOuDoPoco-Nascente.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-14-RuaDeSMariaOuDoPoco-Poente.jpg/>
  
</body>
</html>