<!DOCTYPE html>
<html>
<head>
  <title> Rua de Infias </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua de Infias - 55
  </h1>
  
  <p><para>Extensa rua que partindo da <lugar>rua da Escoura</lugar> ia em direc&#231;&#227;o &#224; casa de Vale Flor ou de Infias. Aberta em campo plano, estendia-se por 
            terrenos da primeira metade do <lugar>casal do Lagarto</lugar>, no que respeita aos edif&#237;cios foreiros ao Cabido, que representavam cerca de dois ter&#231;os 
            desta art&#233;ria, do lado Oeste.</para>
        </p>  
  
  <p><para>Rua de arrabalde, era em <data>1750</data> formada tanto por habita&#231;&#245;es, como por port&#245;es ou muros de delimita&#231;&#227;o de propriedade.</para>
        </p>  
  
  <p><para>As suas casas s&#227;o todas muito simples, de arquitectura tradicional, na sua maioria do tipo de porta com janela ao lado (75,9%), no piso t&#233;rreo. 
            No extremo Oeste, v&#234;-se um conjunto de edif&#237;cios que mais parecem uns pardieiros: s&#227;o as constru&#231;&#245;es de aspecto mais pobre em todo este Mappa.</para>
        </p>  
  
  <p><para>Destas casas, 66% eram de um s&#243; piso. As janelas estariam na sua maioria tapadas por portadas de madeira (73,3 %), sendo as restantes do tipo
            bracarense; destas, algumas tinham gelosias.</para>
        </p>  
  
  <p><para>No extremo Oeste, parece ver-se um bom pr&#233;dio. Mas porque tem a fachada principal virada para o interior n&#227;o podemos perceb&#234;-lo bem. Pela sua 
            localiza&#231;&#227;o e arquitectura n&#227;o nos parece ser a Casa de Vale Flor, embora esteja muito pr&#243;ximo.</para>
        </p>  
  
  <p><para>Desta rua, de que s&#243; temos os al&#231;ados do lado Norte, eram foreiras ao Cabido 31 das 52 casas aqui desenhadas.</para>
        </p>  
  
  <p><para>Bastante alterada nos edif&#237;cios, mas mantendo a sua implanta&#231;&#227;o, integra actualmente uma parte da <lugar>rua da Escoura</lugar> &#8212; no seu extremo 
            Oeste, sensivelmente at&#233; &#224; casa do prazo n.&#186; 11 &#8212;, sendo a restante denominada <lugar>rua Conselheiro Janu&#225;rio</lugar>.</para>
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-55-RuaDeInfias-norte.jpg/>
  
</body>
</html>