<!DOCTYPE html>
<html>
<head>
  <title> Rua das Águas </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua das Águas - 36
  </h1>
  
  <p><para>
            Longa art&#233;ria que, conjuntamente com as ruas de <lugar norm="Rua de S. L&#225;zaro">S. L&#225;zaro</lugar> e da <lugar norm="Rua da Porta de Guimar&#227;es">Porta de Guimar&#227;es</lugar>, ligava a <lugar>Arcada</lugar> &#224; <lugar>ponte de Guimar&#227;es</lugar>, donde partia a estrada para aquela cidade.
        </para>
        </p>  
  
  <p><para>
            Aberta ainda na Idade M&#233;dia tem um prazo dat&#225;vel j&#225; de <data>1478</data>.
        </para>
        </p>  
  
  <p><para>
            Ao longo dos tempos, foi lentamente ganhando import&#226;ncia, sobretudo na sua parte Norte. Em <data>1750</data> o Mappa das Ruas &#233; bem expl&#237;cito: no lado Nascente, &#224;parte de algumas casas com porta e janela no primeiro piso, tem j&#225; uma s&#233;rie de outras que ombreiam com as da <lugar>rua do Souto</lugar>, com gelosias, varandas e, sobretudo, grandes v&#227;os no piso t&#233;rreo, indicadores de local de com&#233;rcio; no Poente, bastante mais modesto, tem contudo a anim&#225;-lo a parte do <lugar>convento dos Rem&#233;dios</lugar> virada para esta rua, que estava em constru&#231;&#227;o, nesta data. Sente-se bem que a <lugar>rua das &#193;guas</lugar> estava em franca ascens&#227;o econ&#243;mica, o que a documenta&#231;&#227;o escrita n&#227;o deixar&#225; de confirmar.
        </para>
        </p>  
  
  <p><para>
            Das 35 casas do lado Poente e 38 do Nascente, eram prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade> apenas 35 todas do Nascente.
        </para>
        </p>  
  
  <p><para>
            A <lugar>rua das &#193;guas</lugar> corresponde ao tro&#231;o da <lugar>avenida da Liberdade</lugar> entre a <lugar>Arcada</lugar> e o <lugar>Rechicho</lugar>.
        </para>
        
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-36-RuaDasAgoas-primeira.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-36-RuaDasAgoas-segunda.jpg/>
  
</body>
</html>