<!DOCTYPE html>
<html>
<head>
  <title> Rua em Frente de Nossa Senhora de Guadalupe </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua em Frente de Nossa Senhora de Guadalupe - 52
  </h1>
  
  <p><para>Tro&#231;o da <lugar>Cangosta de Guadalupe</lugar>, situado em frente &#224; capela do mesmo nome.</para>
        </p>  
  
  <p><para>Parcialmente constru&#237;do em <data>1725</data>, tinha, 25 anos mais tarde, ainda 3 &#171;ch&#227;os&#187;. 
            Um significativo espa&#231;o era ocupado por um grande quintal e pela fachada lateral 
            de uma casa da <lugar norm="Rua de Nossa Senhora de Guadalupe">rua de Nossa Senhora de Guadalupe</lugar>, o que mostra bem a 
            subalterniza&#231;&#227;o total desta rua.</para>
        </p>  
  
  <p><para>As 5 casas constru&#237;das eram extremamente simples e tinham as janelas vazadas. 
            Todos esses pr&#233;dios estavam emprazados ao <entidade tipo="institui&#231;&#227;o">Cabido</entidade>.</para>
        </p>  
  
  <p><para>Chama-se actualmente <lugar norm="Rua de Guadalupe">rua de Guadalupe</lugar>.</para>
        
        </p>  
  
  <p><para>Pequena art&#233;ria, mais parecida com uma cangosta, ligava a <lugar norm="Igreja de S. Vicente">igreja de S. Vicente</lugar> 
            com a <lugar norm="Capela de Guadalupe">capela de Guadalupe</lugar>.</para>
        </p>  
  
  <p><para><lugar>Rua de arrabalde</lugar>, na vertente Noroeste do ent&#227;o chamado <lugar norm="Monte de Santa Margarida">monte de Santa Margarida</lugar>, 
            tinha do lado Norte &#8212; o &#250;nico representado no Mappa, onze habita&#231;&#245;es 
            de um piso e duas de dois. Essas casas eram muito simples, do tipo com porta 
            ladeada de janela. No extremo Este est&#225; uma casa de pedra, de dois pisos, bem 
            definida por fortes pilastras, que tem a lade&#225;-la um bonito, mas singelo, port&#227;o 
            de pedra.</para>
        </p>  
  
  <p><para><data>Na d&#233;cada de 60 do s&#233;c. XVIII</data>, a rua sofreu uma altera&#231;&#227;o de tra&#231;ado - 
            que &#233; o que actualmente se v&#234; - devido &#224; constru&#231;&#227;o, neste local, do <lugar norm="Convento e Capela das Teresinhas">convento e capela das Teresinhas</lugar>, 
            facto que motivou a amortiza&#231;&#227;o dos prazos 1 a 8.</para>
        </p>  
  
  <p><para>Das 13 casas representadas no Mappa, 9 eram foreiras do <entidade tipo="institui&#231;&#227;o">cabido</entidade>.</para>
        </p>  
  
  <p><para>Desde <data>5 de Junho de 1880</data> passou, oficialmente, a chamar-se <lugar norm="Rua de Cam&#245;es">rua de Cam&#245;es</lugar>.</para>
        
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-52-RuaEmFrenteDeNossaSDeGuadalupe-a.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-52-RuaEmFrenteDeNossaSDeGuadalupe-b.jpg/>
  
</body>
</html>