<!DOCTYPE html>
<html>
<head>
  <title> Rua Verde </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua Verde - 21
  </h1>
  
  <p><para>Longa rua, com in&#237;cio no <lugar>postigo de S. Sebasti&#227;o</lugar> e fim na
            <lugar>rua de Maximinos</lugar>. O seu tra&#231;ado prolongava-se, por&#233;m, at&#233; &#224;
            <lugar>Porta de S. Francisco</lugar>, atrav&#233;s das
            <lugar>ruas dos Sapateiros e do Campo</lugar>.
        </para>
        </p>  
  
  <p><para>Decalcando, uma rua da cidade romana, era esta a mais ocidental das art&#233;rias
            intra-muros da velha urbe medieval.</para>
        </p>  
  
  <p><para>Ponto privilegiado nas liga&#231;&#245;es com <lugar norm="rua de Maximinos">Maximinos</lugar> e a
            <lugar>capela de S. Sebasti&#227;o</lugar>, o seu tra&#231;ado foi no s&#233;c. XIX (in&#237;cios?)
            violentamente rompido com a continua&#231;&#227;o da rua das travessas, que, abrindo uma brecha
            nas muralhas, a ligou com o <lugar>campo de S. Miguel o Anjo</lugar>; no fim do mesmo
            s&#233;culo, por volta de <data>1880</data>, foi alargada, sendo destru&#237;das todas as casas,
            excepto uma, de dois pisos, no seu extremo Norte, recebendo ent&#227;o o nome de D. Frei
            Caetano Brand&#227;o.</para>
        </p>  
  
  <p><para>Em <data>1750</data> apresentava-se dividida em duas: uma, a Norte da
            <lugar>rua das Travessas</lugar> com o nome de rua Verde; outra, a Sul, chamada somente
            <lugar>Couto do Arvoredo</lugar>.
        </para>
        </p>  
  
  <p><para>O <lugar>Couto do Arvoredo</lugar> estava parcialmente constru&#237;do (ainda hoje, ali&#225;s,
            do lado Este conserva os quintais; e os do Oeste s&#243; nos anos 60 e 70 do nosso s&#233;c. foram
            ocupados com habita&#231;&#245;es), com casas simples, de 2 pisos, de um tipo mais frequente fora
            de muralhas, nos arrabaldes, sem varandas e com as janelas apenas tapadas por portas de
            madeira.</para>
        </p>  
  
  <p><para>A <lugar>rua Verde</lugar>, embora apresente um tipo de casa tamb&#233;m muito simples, e
            de contru&#231;&#227;o sem d&#250;vida arcaica, estava j&#225; em <data>1750</data> toda constru&#237;da. Mant&#233;m,
            todas as casas apenas com dois pisos (excepto duas), com aberturas predominantemente
            tapadas por portadas de madeira, rar&#237;ssimas gelosias e varandas e algumas casas com
            janela do tipo bracarense. Muito curiosos s&#227;o os primeiros cinco edif&#237;cios do lado
            Nascente e uma boa parte dos do Poente: s&#227;o geralmente de dois v&#227;os, 2 pisos, porta no
            r&#233;s do ch&#227;o e 2 janelas no andar, com um ritmo bem marcado e, sobretudo, com o sobrado
            muito pronunciado, mostrando bem a fragilidade dos seus materiais construtivos.</para>
        </p>  
  
  <p><para>Das 24 casas do lado Nascente e 33 do Poente, 3 e 13 s&#227;o, respectivamente, prazos do
            Cabido.</para>

        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-21-RuaVerde-nascente.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-21-RuaVerde-poente.jpg/>
  
</body>
</html>