<!DOCTYPE html>
<html>
<head>
  <title> Rua das Palhotas </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua das Palhotas - 54
  </h1>
  
  <p><para>Comprida art&#233;ria que saindo da <lugar>rua dos Ch&#227;os de Sima</lugar> se dirigia para o <lugar>Alto Minho</lugar> e que, a partir do ponto onde actualmente 
            bifurca, tinha o nome de <lugar>rua Nova do Bico</lugar>.</para>
        </p>  
  
  <p><para>Desconhece-se a data da sua abertura. H&#225; quem ponha a hip&#243;tese de que partia daqui a <lugar>Geira</lugar>, via militar romana que atravessando o 
            <lugar>Ger&#234;s</lugar> se dirigia a <lugar>Astorga</lugar>. Mas, se n&#227;o serviu de estrada romana, teve ocupa&#231;&#227;o medieval; antes de haver a estrada actual 
            (aberta ao tr&#226;nsito, por tro&#231;os, a partir de <data>1860</data>) para o <lugar>Alto Minho</lugar>, passavam aqui os carros e popula&#231;&#245;es que se dirigiam 
            para <lugar>Palmeira</lugar>, <lugar>Pico de Regalados</lugar>, etc. Esta estrada ainda em <data>1836</data> recebia repara&#231;&#245;es no seu lageado.</para>
        </p>  
  
  <p><para>Em <data>1750</data>, como agora, esta rua era de arrabalde. As suas casas tinham desenho tradicional. A maioria possu&#237;a apenas o piso t&#233;rreo (60,2 %); 
            as habita&#231;&#245;es de dois pisos (37,6%) estavam, na metade Sul da rua, ali&#225;s a zona mais pr&#243;xima da cidade, onde havia duas casas de tr&#234;s pisos e, sobretudo, 
            uma fonte mandada fazer em <data>1742</data> pela C&#226;mara (que, em data recente, foi transferida para um recanto da <lugar>rua Andrade Corvo</lugar>).</para>
        </p>  
  
  <p><para>A constru&#231;&#227;o destes pr&#233;dios seguia o modelo comum das zonas mais afastadas do centro, pois tinha no piso t&#233;rreo uma porta ladeada de uma janela (88,2%). 
            As janelas ou eram vazadas (62,7 %) ou do tipo bracarense (37,3 %) cobertas ou n&#227;o por gelosias.</para>
        </p>  
  
  <p><para>Das 52 casas do lado Poente e 41 do Nascente, eram prazos do Cabido 31 e 17, respectivamente. As restantes eram, na sua esmagadora maioria, foreiras a 
            <entidade tipo="pessoa">J&#225;come Borges Pacheco</entidade>, senhor da Casa de Vale Flor, em <lugar>Infias</lugar>.</para>
        </p>  
  
  <p><para>Estas ruas mant&#234;m hoje as designa&#231;&#245;es e seu aspecto geral. A rua <lugar>Nova do Bico</lugar> foi, contudo, cortada em duas, pela via de cintura da cidade, 
            ficando as duas partes isolados uma da outra.</para>
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-54-RuaDasPalhotas-nascente.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-54-RuaDasPalhotas-poente.jpg/>
  
</body>
</html>