<!DOCTYPE html>
<html>
<head>
  <title> Rua da C贸nega </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua da C贸nega - 58
  </h1>
  
  <p><para>Longa rua, a maior do Mapa, que saindo de <lugar>Braga</lugar> junto &#225; casa dos
                <entidade tipo="pessoa">Sotomaior</entidade> descia em dire&#231;&#227;o &#224; freguesia de
            <lugar>S.Jer&#243;nimo de Real</lugar>. H&#225; quem ponha a hip&#243;tese do seu tra&#231;ado coincidir
            com o da via romana <lugar>Braga-Lugo</lugar>.</para>
        </p>  
  
  <p><para>Aberta em data controversa para os historiadores bracarenses (periodo romano,
            <data>s&#233;c.XII, s&#233;c. XVI)</data>, aparece tamb&#233;m nos &#237;nicios dos <data>s&#233;c. XVII</data>
            com o nome de rua <lugar>Nova da C&#243;nega</lugar>. &#201; esta a data (ou ainda de finais do
            <data>s&#233;c.XVI </data>), em que foi construida a casa dos <entidade tipo="pessoa">Sotomaior</entidade>.</para>
        </p>  
  
  <p><para> Em <data>1750</data>, estava dividida em duas partes bem distintas:o ter&#231;o Este,
            isto &#233;, toda a zona da rua que compreendia as casas 1 a 27 (at&#233; ao port&#227;o da casa das
            Hortas, dos <entidade tipo="pessoa">Ruby</entidade>); 145 a 171; e a restante.</para>
        </p>  
  
  <p><para>No primeiro n&#250;cleo, mais pr&#243;ximo do centro da cidade, predominam os edif&#237;cios dedois
            pisos. Para al&#233;m da casa dos <entidade tipo="pessoa">Sotomaior</entidade> havia alguns edif&#237;cios de
            boa qualidade, (4,5,7,12,20,156,158,165), modernos (5,7,12,156), com
            gelosias(5,158,165), ou at&#233;, os &#250;nicos de tr&#234;s pisos de toda esta rua
            (4,5,6,12,15,167,170 esta com um 4&#186;piso recuado,171).</para>
        </p>  
  
  <p><para> A parte restante, com um declive pronunciado, tinha as suas constru&#231;&#245;es muito mais
            simples, com um desenho de fachada tradicional, onde se alternavam casas com dois pisos
            com outras t&#233;rreas, em propor&#231;&#245;es quase iguais, e onde havia, naturalmente, muitos
            edif&#237;cios do tipo de porta ladeada de janela. As janelas eram na sua quase totalidade
            vazadas, raras havendo do tipo bracarense, sendo apenas duas protegidas com gelosias
            (n&#186;s 100 e 117,esta uma casa de pedra e de boa qualidade).)</para>
        </p>  
  
  <p><para> De real&#231;ar ainda que aqui existia uma pequena capela, dedicada ao Senhor das &#194;ncias,
            erecta em <data>1735</data> pela popula&#231;&#227;o; e a fonte de S.Tiago (entre os prazos 61 e
            62) mandada fazer por <entidade tipo="pessoa"> D.Diogo de Sousa</entidade>.</para>
        </p>  
  
  <p><para>Todas as suas 93 casas do lado Norte e 57 do Sul eram prazos do <entidade tipo="pessoa">Cabido</entidade>.</para>
        </p>  
  
  <p><para>&#201; actualmente, mais conhecida pela designa&#231;&#227;o tradicional de rua da
            <lugar>C&#243;nega</lugar>, do que pela oficial de rua da <lugar>Boavista</lugar>.</para>
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-58-RuaDaC贸nega-norte.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-58-RuaDaC贸nega-sul.jpg/>
  
</body>
</html>