<!DOCTYPE html>
<html>
<head>
  <title> Rua de Sto. António </title>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <h1 class="text-3xl font-bold underline">
    Rua de Sto. António - 19
  </h1>
  
  <p><para>
            Pequena rua, que ligava a <lugar>rua das Travessas</lugar> com o <lugar>Terreiro de Santo Ant&#243;nio</lugar>. De raiz romana, 
            n&#227;o sabemos qual teria sido a sua fun&#231;&#227;o na cidade medieval. 
        </para>
        </p>  
  
  <p><para>
            Em <data>1465</data> s&#227;o transferidos para aqui os judeus e instalados no pr&#233;dio mais interessante que hoje
            aqui resta, e um dos mais estim&#225;veis de toda a cidade, passando a ser denominada de <lugar>Judiaria Nova</lugar>. 
            Esta casa veio depois a pertencer ao c&#243;nego <entidade tipo="pessoa">Jo&#227;o de Meira Carrilho</entidade>, que lhe p&#244;s as suas armas.
        </para>
        </p>  
  
  <p><para>
            No final de quatrocentos, com a obriga&#231;&#227;o que os judeus sofreram de abjurar a sua religi&#227;o
            passou a ser chamada de Sto. Ant&#243;nio, nome que se mant&#233;m.
        </para>
        </p>  
  
  <p><para>
            Das 3 casas medievais que se v&#234;em no al&#231;ado Nascente nada resta hoje infelizmente (uma j&#225; estava
            em adiantada ru&#237;na). Do lado Poente conservam-se algumas casas, ainda. &#201; curioso notar que as suas 
            constru&#231;&#245;es t&#234;m um tipo de acabamento e prote&#231;&#227;o de janelas bem mais cuidado que a rua que 
            lhe era sequente, a das Chagas.
        </para>
        </p>  
  
  <p><para>
            Esta art&#233;ria, que felizmente ainda hoje conserva o seu tra&#231;ado original, tinha 7 casas do lado 
            Nascente e 15 do Poente, sendo 6 e 11, respectivamente, prazos do <entidade tipo="institui&#231;&#227;o">Cabido</entidade>. 
        </para>
        
        </p>  
  

  
  <img src = ../MapaRuas-materialBase/imagem/MRB-19-RuaDeStoAntonio-nascente.jpg/>
  
  <img src = ../MapaRuas-materialBase/imagem/MRB-19-RuaDeStoAntonio-poente.jpg/>
  
</body>
</html>